"Title" = "Groceries";
"Delete history?" = "Delete history?";
"This will prevent the item..." = "This will prevent the item from being included in auto generated shopping lists, until the item has been purchased several times.\nPress OK to delete history.";
"Cancel" = "Cancel";
"OK" = "OK";
"Latest purchase was" = "Latest purchase was %@.";
"Purchased by" = "Purchased by %@";
"Never purchased" = "Never purchased";
"New item" = "New item";
"Clear shopping list?" = "Clear shopping list?";
"Press OK to clear" = "Press OK to clear";
"List" = "Shopping";
"Nothing to do" = "Nothing to do";
"No suitable grocery items found" = "No suitable grocery items found";

